Repository: ChrisixFlash/Screenshots
Catalog: screenshots/*/screenshots.strings
Languages: da, de_de, el, es_es, fi, fr_fr, id, it, ja, ko, ms, nl_nl, no, pt_pt, ru, sv, th, tr

source: Access Your Documents
da: Tilgang til dine diokumenter
de_de: Greifen Sie auf Ihre Dokumente zu
el: Πρόσβαση στα έγγραφά σας
es_es: Accede a tus documentos
fi: Pääsy dokumentteihisi
fr_fr: Accédez à vos documents
id: Akses Dokumen Anda
it: Accedi ai tuoi documenti
ja: 書類にアクセス
ko: 언제 어디서나 문서 접근
ms: Akses Dokumen Anda
nl_nl: Open je documenten
no: Få tilgang til dine dokumenter
pt_pt: Aceda aos seus documentos
ru: Работа с документами
sv: Kom åt dina dokument
th: เปิดใช้งานกับเอกสารของคุณได้
tr: Belgelerinize Erişin

source: Annotate Documents and Images
da: Kommenter dokumenter og billeder
de_de: Annotatieren Sie Dokumente und Bilder
el: Σχολιασμός εγγράφων και εικόνων
es_es: Comenta documentos e imágenes
fi: Tee merkintöjä dokumentteihin ja kuviin
fr_fr: Annotez des documents et des images
id: Anotasikan Dokumen dan Gambar
it: Aggiungi note a documenti e immagini
ja: 書類とイメージに注釈を追加
ko: 문서 및 이미지에 주석 달기
ms: Anotasi Dokumen dan Imej
nl_nl: Annoteer documenten en afbeeldingen
no: Annoter dokumenter og bilder
pt_pt: Anote documentos e imagens
ru: Аннотирование файлов и изображений
sv: Anteckna i dokument och på bilder
th: สามารถเพิ่มโน้ตในเอกสารและรูปภาพ
tr: Belgelere ve Fotoğraflara Notlar Ekleyin

source: Fill Out Forms
da: Udfyld formularer
de_de: Füllen Sie Formulare aus
el: Συμπλήρωση εντύπων
es_es: Rellena formularios
fi: Kaavakkeiden täyttö
fr_fr: Remplissez des formulaires
id: Isi Formulir
it: Compila moduli
ja: フォームを入力
ko: 양식 작성
ms: Isikan Borang
nl_nl: Vul formulieren in
no: Fyll ut skjemaer
pt_pt: Preencha formulários
ru: Заполнение формуляров
sv: Fyll i formulär
th: กรอกฟอร์มเอกสารได้
tr: Formları Doldurun

source: Sign Any Document
da: Underskriv ethvert dokument
de_de: Unterschreiben Sie Dokumente aller Art
el: Υπογραφή σε οποιοδήποτε έγγραφο
es_es: Firma cualquier documento
fi: Minkä tahansa dokumentin allekirjoitus
fr_fr: Signez des documents
id: Tanda Tangan Dokumen Apa Pun
it: Firma qualsiasi documento
ja: あらゆる書類に署名を
ko: 문서 서명도 간단히
ms: Tandatangani Sebarang Dokumen
nl_nl: Onderteken elk document
no: Signer et hvilket som helst dokument
pt_pt: Assine qualquer documento
ru: Ваша подпись на документах
sv: Signera alla dokument
th: ลงลายมือชื่อในเอกสารได้
tr: Her Belgeyi İmzalayın

source: Add, Move or Delete Pages
da: Tilføj, flyt eller slet sider
de_de: Seiten erstellen, verschieben und löschen
el: Προσθήκη, μετακίνηση ή διαγραφή σελίδων
es_es: Añade, mueve o elimina páginas
fi: Lisää, siirrä tai poista sivuja
fr_fr: Ajoutez, déplacez ou supprimez des pages
id: Tambah, Pindah, atau Hapus Halaman
it: Aggiungi, sposta o elimina pagine
ja: ページを追加、移動、削除
ko: 페이지 추가, 이동 또는 삭제
ms: Tambah, Alih atau Padam Halaman
nl_nl: Verplaats, verwijder of voeg paginaâ€™s toe
no: Legg til, flytt eller slett sider
pt_pt: Adicione, mova e apague páginas
ru: Управление страницами
sv: Lägg till, flytta eller ta bort sidor
th: เพิ่ม ย้าย หรือลบหน้าเอกสาร
tr: Sayfaları Ekleyin, Taşıyın ve Silin

source: Beautiful Night Mode
da: Smagfuldt natudseende
de_de: Toller Nachtmodus
el: Όμορφη νυχτερινή λειτουργία
es_es: Elegante modo nocturno
fi: Kaunis yötila
fr_fr: Magnifique mode Nuit
id: Mode Malam yang Indah
it: Magnifica modalit√† notturna
ja: 美しいナイトモード
ko: 아름다운 야간 모드
ms: Mod Malam yang Indah
nl_nl: Mooie nachtmodus
no: Flott nattmodus
pt_pt: Modo de noite
ru: Ночной режим
sv: Elegant nattläge
th: มีไนท์โหมดที่สวยงาม
tr: Harika Gece Modu

source: Powerful Annotation Editor
da: Stærk kommentareditor
de_de: Funktionsstarker Annotations-Editor
el: Ισχυρή επεξεργασία σχολιασμών
es_es: Potente editor de anotaciones
fi: Monipuolinen merkintäeditori
fr_fr: Puissant éditeur d'annotations
id: Editor Anotasi Andal
it: Potente editor per annotazioni
ja: パワフルな注釈編集機能
ko: 강력한 주석 편집기
ms: Editor Anotasi yang Berkuasa
nl_nl: Krachtige editor voor annotaties
no: Kraftig annotasjonseditor
pt_pt: Poderoso editor de anotações
ru: Мощный редактор аннотаций
sv: Kraftfullt anteckningsverktyg
th: แก้ไขโน้ตได้อย่างมีประสิทธิภาพ
tr: Güçlü Not Düzenleyicisi

source: Flexible Display Options
da: Fleksible fremvisningsformer
de_de: Flexible Anzeige-Optionen
el: Ευέλικτες επιλογές οθόνης
es_es: Opciones flexibles de visualización
fi: Joustavat esitysvaihtoehdot
fr_fr: Options d'affichage flexibles
id: Pilihan Layar Fleksibel
it: Opzioni di visualizzazione flessibili
ja: 柔軟な表示オプション
ko: 플렉서블 디스플레이 옵션
ms: Pilihan Paparan yang Fleksibel
nl_nl: Flexibele weergaveopties
no: Fleksible visningsvalg
pt_pt: Opções flexíveis de exibição
ru: Гибкие опции показа
sv: Flexibla visningsalternativ
th: ตัวเลือกการแสดงหน้าจอที่ปรับแต่งได้
tr: Esnek Görüntüleme Seçenekleri

source: Always Accessible Bookmarks
da: Altid tilgængelige bogmærker
de_de: Immer verfügbare Lesezeichen
el: Πάντα προσβάσιμοι σελιδοδείκτες
es_es: Marcadores siempre accesibles
fi: Aina käytettävissä olevat kirjanmerkit
fr_fr: Signets accessibles en permanence
id: Akses Selalu Penanda
it: Segnalibri sempre accessibili
ja: ブックマークにいつでもアクセス可能
ko: 즐겨찾기 상시 접근 가능
ms: Penanda yang Sentiasa Boleh Diakses
nl_nl: Altijd toegankelijke bladwijzers
no: Alltid tilgjengelige bokmerker
pt_pt: Marcadores sempre acessíveis
ru: Удобный доступ к закладкам
sv: Bokmärken alltid till hands
th: สามารถไปยังบุ้คมาร์กได้ตลอดเวลา
tr: Kolay Erişilebilir Yer İmleri

source: Fast Document Search
da: Hurtig dokumentsøgning
de_de: Schnelle Dokumentsuche
el: Γρήγορη αναζήτηση εγγράφων
es_es: Búsqueda rápida en documentos
fi: Nopea etsintätoiminto
fr_fr: Recherchez rapidement dans vos documents
id: Cari Dokumen Cepat
it: Rapida ricerca di documenti
ja: スピーディーな書類検索
ko: 빠른 문서 검색
ms: Carian Dokumen yang Pantas
nl_nl: Zoek snel in documenten
no: Raskt dokument-søk
pt_pt: Pesquisa rápida de documentos
ru: Быстрый поиск
sv: Snabb dokumentsökning
th: ค้นหาเอกสารได้อย่างรวดเร็ว
tr: Hızlı Belge Arama
